{
  "work": "WORK",
  "contact": "CONTACT",
  "back": "Back",
  "artist": "Andrés Stephanou",
  "birth": "(1993, Porto Alegre, Brazil)",
  "pressRelease": "Learn more",
  "flockp1": "Flock of Particles Swarming simulates a concentrated mass of particles performing in collective behavior. Constantly changing its shape, the concentrated mass of particles interacts under a never-ending and never repetitive process, capable of managing itself. A network of particles where each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors — interaction, alignment, cohesion, separation, and volume.",
  "flockp2": "Flock of Particles Swarming replicates the nonlinearity and decentralization seen in nature's self-organized pattern formation, in its broadest sense, from micro to macro scales; from cells to galaxies — the order emerging from the chaos. Resulting in a complex system, Flock of Particles Swarming explores the possibilities of meaning and perception, proposing new ways to interpret the world, nature, and life itself.",
  "flockp3": "Flock of Particles Swarming was individually presented in Flock of Particles Swarming, the third solo exhibition of Andrés Stephanou with Galeria Palácio.",
  "particleszoomp1": "Light Particles (Zoom In) introduces a close-up view of the visual matter generated by a software conceived by Andrés Stephanou. Generative, the software simulates tens of thousands of light particles in a fluid motion, constantly changing the alignment, cohesion, separation, and volume between the light particles, without any external influence. Thousands of self-propelled light particles perform independently but following the same set of behavior rules. Such a set of behavior rules guide each light particle on how to respond to the relationship with its nearest neighbors. A never-ending process that never repeats itself.",
  "particleszoomp2": "Light Particles (Zoom In) was presented in Light Particles, the second solo exhibition of  Andrés Stephanou with Galeria Palácio.",
  "particlesp1": "Light Particles (Zoom Out) introduces a far-off view of the visual matter generated by a software conceived by Andrés Stephanou. Generative, the software simulates tens of thousands of light particles in a fluid motion, constantly changing the alignment, cohesion, separation, and volume between the light particles, without any external influence. Thousands of self-propelled light particles perform independently but following the same set of behavior rules. Such a set of behavior rules guide each light particle on how to respond to the relationship with its nearest neighbors. A never-ending process that never repeats itself.",
  "particlesp2": "Light Particles (Zoom Out) was presented in Light Particles, the second solo exhibition of  Andrés Stephanou with Galeria Palácio.",
  "micro1": "Microparticles simulates a network of self-propelled microparticles performing under a never-ending process of interaction within a space. Unpredictable, change of behavior of the network spontaneously emerges out from the relations between each self-propelled microparticle, influenced by friction and gravity.  The work proposes perception of its ability of rearrangement generated during the development of unscheduled events.",
  "micro2": "Microparticles replicates the nonlinearity and decentralization present in nature's self-organized pattern formation, in its broadest sense — the order emerging from the chaos. For Microparticles, Andrés Stephanou wrote: “The manifestation of order from the chaos is one of the key phenomena in nature's self-organization pattern formation. The main singularities in which the order emerges and is sustained have chaotic substrates as the synthesis of formation.” For its construction, Microparticles was based on the notion that every self-organized pattern formation found in nature is a unique and non-replicable combination of factors.",
  "micro3": "Microparticles was individually presented in Microparticles, the first solo exhibition of Andrés Stephanou with Galeria Palácio."
}