{
  "exhibitions": "EXHIBITIONS",
  "contact": "CONTACT",
  "back": "back",
  "artist": "Andrés Stephanou",
  "birth": "(1993, Porto Alegre, Brazil)",
  "pressRelease": "press release",
  "sistemasp1": "For the exhibition Partículas, two new works are presented: Partículas (2018–2019) and 1 minuto (2019).",
  "sistemasp2": "In Partículas, a custom software simulates a concentrated mass of thousands of self-propelled particles performing synchronously. Managed by algorithms, a unique visual composition is generated at each instant of time. The instant of visual composition generated by the software in the present does not recur in the future. Partículas replicates the constant alterability and the infinite variability present in nature's pattern formation processes, in the broader field of subjectivity.",
  "sistemasp3": "1 minuto presents a line of light impalpable for the public, projected in a gallery's wall. Performing a complete spinning process of sixty seconds, 1 minuto proposes perception and notion to the equivalence and velocity of the passage of time.",
  "particulas1": "Two new works are presented in the exhibition Partículas de Luz, introducing two visualization versions of the visual matter generated by a new custom software conceived by Andrés Stephanou. Generative, the software simulates thousands of fluid moving light particles, constantly changing the concentration and the volume of the particles — under an uncontrollable and unpredictable process managed by algorithms.",
  "particulas2": "While Partículas de Luz 1 (2017–2018) introduces a close view of the visual matter generated by the software, Partículas de Luz 2 (2017–2018) introduces a distant view, in non-simultaneous operations performed by individual custom computers.",
  "particulas3": "During one hour of the exhibition, Partículas de Luz 1 and Partículas de Luz 2 can produce, each of the works, over two hundred thousand distinct versions, being able to generate more than five million distinct versions if arranged during the uninterrupted 24-hour period.",
  "micro1": "In Micropartículas, a single work with a homonymous title of the exhibition is presented by Andrés Stephanou. Operated by a custom computer, Micropartículas (2016–2017) is generated by a generative software.",
  "micro2": "Micropartículas simulates thousands of self-propelled microparticles in the process of interaction and reorganization within a space. Introducing self-guided behavior and shaping its context, Micropartículas results in a self-structuring and self-sustaining digital system, able to present an organized pattern of existence by itself, without any external force."  
}