{
  "work": "WORK",
  "about": "ABOUT",
  "contact": "Contact",
  "back": "Back",
  "artist": "Andrés Stephanou",
  "birth": "(1993, Porto Alegre, Brazil)",
  "pressRelease": "Learn more",
  "flockp1": "Flock of Particles Swarming simulates a concentrated mass of particles performing in collective behavior. The concentrated mass of particles interacts under a never-ending and never repetitive process of self-organization. A network of particles where each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors — interaction, alignment, cohesion, separation, and volume.",
  "flockp2": "Flock of Particles Swarming replicates the nonlinearity and decentralization seen in nature's self-organized pattern formation. In its broadest sense, from micro to macro scales; from cells to galaxies. Flock of Particles Swarming explores the possibilities of meaning and perception, proposing new ways to interpret the world, nature, and life itself.",
  "flockp3": "Flock of Particles Swarming was presented in Flock of Particles Swarming, the third solo exhibition of Andrés Stephanou with Galeria Palácio.",
  "cloudingp1": "Under a never-ending, never repetitive, and unscheduled process, Clouding simulates  clouds of billions of microparticles within a space. Presenting fluid motion and constantly changing its behavior, Clouding takes inspiration on the self-organization seen in phenomena of nature.",
  "cloudingp2": "Generated in real-time, having no beginning, middle, and end, Clouding introduces notion of temporality — past, present, and future. Clouding explores notions of motion, mutability, absence of permanence, ephemerality, and singularity. Imprevisible and non-replicable, no two visual experiences of Clouding are alike.",
  "particleszoomp1": "Light Particles introduces a close-up view of the visual matter generated by a software conceived by Andrés Stephanou. Generative, the software simulates tens of thousands of light particles in a fluid motion, constantly changing its alignment, cohesion, separation, and volume. In a never-ending and never repetitive process of self-organization, thousands of self-propelled light particles perform independently but following the same set of behavior rules. Such a set of behavior rules guide each light particle on how to respond to the relationship with its nearest neighbors.",
  "particleszoomp2": "Light Particles replicates the nonlinearity and decentralization present in nature's self-organized pattern formation, in its broadest sense — the order emerging from the chaos. Light Particles explores the possibilities of meaning and perception, proposing new ways to interpret the world, nature, and life itself.",
  "particleszoomp3": "Light Particles was presented in Light Particles, the second solo exhibition of Andrés Stephanou with Galeria Palácio.",
  "particlesp1": "Light Particles (Zoom Out) introduces a far-off view of the visual matter generated by a software conceived by Andrés Stephanou. Generative, the software simulates tens of thousands of light particles in a fluid motion, constantly changing its alignment, cohesion, separation, and volume. In a never-ending and never repetitive process of self-organization, thousands of self-propelled light particles perform independently but following the same set of behavior rules. Such a set of behavior rules guide each light particle on how to respond to the relationship with its nearest neighbors.",
  "particlesp2": "Light Particles (Zoom Out) replicates the nonlinearity and decentralization present in nature's self-organized pattern formation, in its broadest sense — the order emerging from the chaos. Light Particles (Zoom Out) explores the possibilities of meaning and perception, proposing new ways to interpret the world, nature, and life itself.",
  "particlesp3": "Light Particles (Zoom Out) was presented in Light Particles, the second solo exhibition of Andrés Stephanou with Galeria Palácio.",
  "micro1": "Microparticles simulates a network of self-propelled microparticles performing under a never-ending process of interaction within a space.",
  "micro2": "Microparticles replicates the nonlinearity and decentralization present in nature's self-organized pattern formation, in its broadest sense — the order emerging from the chaos. For its conception, Microparticles was based on the notion that every self-organized pattern formation found in nature is a unique and non-replicable combination of factors.",
  "micro3": "Microparticles was presented in Microparticles, the first solo exhibition of Andrés Stephanou with Galeria Palácio."
}