{
  "work": "WORK",
  "about": "ABOUT",
  "contact": "Contact",
  "back": "Back",
  "artist": "Andrés Stephanou",
  "birth": "Born in 1993 in Porto Alegre, Brazil",
  "pressRelease": "Learn more",
  "aboutp1": "Through simulations, Andrés Stephanou's work explores the fields of nature and society, employing algorithms as raw-matter and computer science as a method. His practice investigates the role of art in the digital age and the intersections of art and technology, connecting to multiple art historical and contemporary references. Andrés Stephanou's research points to notions of motion, change, and mutability, communicating with the audience's sense of visual perception. As a result of this meticulous practice, each simulation usually takes years to be completed.",
  "aboutp2": "Every simulation's frame is the result of a random, unpredictable, and non-repetitive equation of circumstantial factors, algorithmically calculated and defined. The current resulting frame exists for a brief instant of time and after that is discarded, not occurring again. Computer-generated in real time, having no beginning, middle, and end, the simulations dialogue with the viewer's sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "aboutp3": "Displayed on big screens, the simulations result in visual experiences that invite the audience to an immersive exercise of contemplation. “I'm interested in the fact that the work is constantly shifting, happening in the instant of time. Never being the same; never repeating itself. Nothing can be predicted. You see the work exhibiting a composition, and then it instantly and unpredictably changes, directly dealing with the viewer's notion of ephemerality. The audience is invited to contemplate the beauty of the endlessly varied and shifting compositions generated by the work,” Andrés Stephanou said.",
  "networkp1": "Network (2015–19) simulates a web-like network presenting complex emergent pattern formation, continually occurring bifurcation of network paths to maintain network connectivity. The web-like network exists under a never-ending and non-repetitive structural rearrangement. Network investigates notions of motion, change, and mutability.",
  "networkp2": "The growth dynamics and the structure of the universe exhibit similarities with other complex web-like networks, from social, to biological, neuronal, and infrastructural occurrences. If comparing telescopic pictures of the cosmic web and microscopic pictures of the human neural network, there is a structural similarity that catches the eye. Network takes inspiration from web-like networks found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales: the structural similarities of specific complex systems that exhibit web-like network, such as the cosmic web, the global data network, city maps, the human neural network, leaf skeletons, slime molds, spider webs, among others. Network is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, the life itself, and the universe as a whole.",
  "networkp3": "No two visual experiences of Network are alike. Every simulation frame is a singular composition. Computer-generated in real time, in a random, unpredictable, and non-replicable mutability, each composition exhibited in the simulation is a result of a singular equation of circumstantial factors, algorithmically calculated and defined, which can't be replicated. Each composition is a phenomenon that occurs just once time, with  a duration of a brief instant of time. Algorithm-driven, the simulation does not exhibit the same composition twice. Having no beginning, middle, and end, Network explores the sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "swarmingp1": "Swarming (2012–14) simulates a set of particles acting in collective behavior, in a random, unpredictable, and non-replicable motion. Thousands of particles in which each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume). Affected by a never-ending and non-repetitive process of self-organization, the particles dynamically interact with each other. Presenting an endless lifecycle and lifetime, the set of particles continually and slowly mutates and develops itself, incorporating three main changes during its existence: an increase in the ability of the set of particles to utilize resources and energy more effectively and efficiently; an increase in the ability of the set of particles to process and make sense of  information; and an increase in the set of particles' knowledge about how to manage the process of self-organization as a result of learning and relearning from history. Exploring the viewer's sense of visual perception, the simulation investigates notions of motion, change, and mutability.",
  "swarmingp2": "Swarming takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales: complex systems with many constituents exhibiting decentralized behavior. The simulation is rich in possibilities of meaning and interpretation, proposing new ways to interpret the world, the everyday, and life itself.",
  "swarmingp3": "No two visual experiences of Swarming are alike. Every simulation frame is a singular composition. The current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again. Each 24-hour period, the simulation generates more than five million distinct compositions, not exhibiting the same composition twice. Computer-generated in real time, having no beginning, middle, and end, Swarming explores the sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "swarmingZoomp1": "Swarming (Zoom Out) (2012–14) simulates a set of particles acting in collective behavior, in a random, unpredictable, and non-replicable motion. Thousands of particles in which each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume). Affected by a never-ending and non-repetitive process of self-organization, the particles dynamically interact with each other. Presenting an endless lifecycle and lifetime, the set of particles continually and slowly mutates and develops itself, incorporating three main changes during its existence: an increase in the ability of the set of particles to utilize resources and energy more effectively and efficiently; an increase in the ability of the set of particles to process and make sense of  information; and an increase in the set of particles' knowledge about how to manage the process of self-organization as a result of learning and relearning from history. Exploring the viewer's sense of visual perception, the simulation investigates notions of motion, change, and mutability. Swarming (Zoom Out) presents a far-off view of the visual language introduced in the artwork Swarming.",
  "swarmingZoomp2": "Swarming (Zoom Out) takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales: complex systems with many constituents exhibiting decentralized behavior. The simulation is rich in possibilities of meaning and interpretation, proposing new ways to interpret the world, the everyday, and life itself.",
  "swarmingZoomp3": "No two visual experiences of Swarming (Zoom Out) are alike. Every simulation frame is a singular composition. The current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again. Each 24-hour period, the simulation generates more than five million distinct compositions, not exhibiting the same composition twice. Computer-generated in real time, having no beginning, middle, and end, Swarming (Zoom Out) explores the sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "coloniesp1": "Colonies (2017–18) simulates multiple colonies interacting with each other, affected by an unpredictable process of self-organization. Each colony interacts with its colonies nearest neighbors under the influence of attraction. The colonies present complex emergent pattern formation, continually occurring separation and fusion between colonies to maintain connectivity — multiple single microsystems that form a macro system. Exploring the sense of visual perception, the simulation investigates notions of motion, change, and mutability.",
  "coloniesp2": "Monochromatic, oscillating between abstract and figurative visual language, it's the simulation's title that eventually guides the viewer. Colonies takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales. The artwork is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, and life itself.",
  "coloniesp3": "No two visual experiences of Colonies are alike. Every simulation frame is a singular composition. Computer-generated in real time, in a random, unpredictable, and non-replicable mutability, each composition exhibited in the simulation is a result of a singular equation of circumstantial factors, algorithmically calculated and defined, which can't be replicated. Each composition is a phenomenon that occurs just once time, with  a duration of a brief instant of time. Algorithm-driven, the simulation does not exhibit the same composition twice. Having no beginning, middle, and end, Colonies explores the sense of temporality and passage of time.",
  "collectivep1": "Collective Motion (2018–19) simulates a set of particles acting in collective motion, existing under a random, unpredictable, and non-replicable sequence of events in quick succession. Thousands of particles in which each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume). Affected by a never-ending and non-repetitive process of self-organization, the particles dynamically interact with each other. Presenting an endless lifecycle and lifetime, the set of particles continually and slowly mutates and develops itself, incorporating three main changes during its existence: an increase in the ability of the set of particles to utilize resources and energy more effectively and efficiently; an increase in the ability of the set of particles to process and make sense of information; and an increase in the set of particles' knowledge on how to manage the process of self-organization as a result of learning and relearning from history. Exploring the viewer's sense of visual perception, the simulation investigates notions of motion, change, and mutability.",
  "collectivep2": "Collective Motion takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales: complex systems with many constituents exhibiting decentralized behavior. Based on multiple references at once, the artwork is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, and life itself. Displayed on a big screen, Collective Motion results in a visual experience that invites the viewer to an immersive exercise of contemplation, followed by a free and personal interpretation of the visual language presented in the simulation.",
  "collectivep3": "Computer-generated in real time, having no beginning, middle, and end, Collective Motion explores the sense of temporality and passage of time. Every simulation frame is a singular composition. Algorithm-driven, the simulation can generate endless possibilities of compositions. Each hour, Collective Motion generates more than two hundred thousand distinct compositions, generating more than five million in twenty-four hours — not exhibiting the same composition twice. Generative, the artwork sheds light on two principles that rule nature and society: the impossibility of replicating events and the possibility of endless results.",
  "collectivep4": "Proposing notions of unpredictability, ephemerality, and singularity, the current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again; demonstrating the impossibility to predict what composition will emerge and when or even if any composition would emerge at all. Each composition is a result of a singular equation of circumstantial factors, algorithmically calculated and defined, which can't be replicated; each composition is an event that occurs just once time, with a duration of a brief instant of time. No two visual experiences of Collective Motion are alike.",
  "collectivep5": "Collective Motion was presented in Collective Motion, Andrés Stephanou's third solo exhibition with Galeria Palácio. This text was extracted from the exhibition press release.",
  "darksmokep1": "Dark Smoke (2018–20) simulates dark smoke plumes generated by a custom-built system that incorporates multiple principles which characterize a non-living matter, such as the constant state of change, the impossibility of prediction, exist under a non-replicable sequence of events, the absence of symmetry, among others. Exploring the viewer's sense of randomness, the simulation investigates notions of motion and change.",
  "darksmokep2": "Through computer science, an algorithm was built, embodying a custom software that generates and manages the smoke imagery exhibited by the simulation. As a starting point for the aesthetic structuring of the smoke imagery, Dark Smoke took as reference video recordings of human-caused wildfires in Brazil's Amazon rainforest. The simulation sheds light on global warming issues, investigating the role of art in the climate emergency and intrinsically acting as a catalyst for social change. Dark Smoke exists as a visual manifesto that points to the exponential increase in the last years of human-caused wildfires in Brazil's Amazon rainforest, which is resulting in high levels of deforestation and carbon emission, effectively contributing to global warming.",
  "darksmokep3": "Computer-rendered in real time, having no beginning, middle, and end, Dark Smoke explores the sense of temporality and passage of time. Every simulation frame is a singular composition. Each hour, the simulation generates more than two hundred thousand distinct compositions of the smoke imagery, not exhibiting the same composition twice; the current composition does not recur. Generative, no two visual experiences of Dark Smoke are alike.",
  "smokep1": "Smoke (2018–20) simulates smoke plumes generated by a custom-built system that incorporates multiple principles which characterize a non-living matter, such as the constant state of change, the impossibility of prediction, exist under a non-replicable sequence of events, the absence of symmetry, among others. Exploring the viewer's sense of randomness, the simulation investigates notions of motion and change.",
  "smokep2": "Through computer science, an algorithm was built, embodying a custom software that generates and manages the smoke imagery exhibited by the simulation. As a starting point for the aesthetic structuring of the smoke imagery, Smoke took as reference video recordings of human-caused wildfires in Brazil's Amazon rainforest. The simulation sheds light on global warming issues, investigating the role of art in the climate emergency and intrinsically acting as a catalyst for social change. Smoke exists as a visual manifesto that points to the exponential increase in the last years of human-caused wildfires in Brazil's Amazon rainforest, which is resulting in high levels of deforestation and carbon emission, effectively contributing to global warming",
  "smokep3": "Computer-rendered in real time, having no beginning, middle, and end, Smoke explores the sense of temporality and passage of time. Every simulation frame is a singular composition. Each hour, the simulation generates more than two hundred thousand distinct compositions of the smoke imagery, not exhibiting the same composition twice; the current composition does not recur. Generative, no two visual experiences of Smoke are alike.",
  "smokep4": "Smoke was presented in Smoke, Andrés Stephanou's fourth solo exhibition with Galeria Palácio. This text was extracted from the exhibition press release.",
  "patternp1": "Particles (2016–18) simulates thousands of particles affected by a never-ending and non-repetitive process of self-organization. The particles present complex emergent pattern formation, existing under the influence of attraction. The simulation investigates notions of motion, change, and mutability.",
  "patternp2": "Particles takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales. The artwork is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, and life itself.",
  "patternp3": "No two visual experiences of Particles are alike. Every simulation frame is a singular composition. Computer-generated in real time, in a random, unpredictable, and non-replicable mutability, each composition exhibited in the simulation is a result of a singular equation of circumstantial factors, algorithmically calculated and defined, which can't be replicated. Each composition is a phenomenon that occurs just once time, with  a duration of a brief instant of time. Algorithm-driven, the simulation does not exhibit the same composition twice. Having no beginning, middle, and end, Particles explores the sense of temporality and passage of time.",
  "bifurcationp1": "Bifurcation (2016–19) simulates a web-like network presenting complex emergent pattern formation, continually occurring bifurcation of network paths to maintain network connectivity. The web-like network exists under a never-ending and non-repetitive structural rearrangement. Bifurcation investigates notions of motion, change, and mutability.",
  "bifurcationp2": "The growth dynamics and the structure of the universe exhibit similarities with other complex web-like networks, from social, to biological, neuronal, and infrastructural occurrences. If comparing telescopic pictures of the cosmic web and microscopic pictures of the human neural network, there is a structural similarity that catches the eye. Bifurcation takes inspiration from web-like networks found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales: the structural similarities of specific complex systems that exhibit web-like network, such as the cosmic web, the global data network, city maps, the human neural network, leaf skeletons, slime molds, spider webs, among others. Bifurcation is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, the life itself, and the universe as a whole.",
  "bifurcationp3": "No two visual experiences of Bifurcation are alike. Every simulation frame is a singular composition. Computer-generated in real time, in a random, unpredictable, and non-replicable mutability, each composition exhibited in the simulation is a result of a singular equation of circumstantial factors, algorithmically calculated and defined, which can't be replicated. Each composition is a phenomenon that occurs just once time, with  a duration of a brief instant of time. Algorithm-driven, the simulation does not exhibit the same composition twice. Having no beginning, middle, and end, Bifurcation explores the sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "individualszoomp1": "Growth and Decay (Zoom Out) (2017–18) simulates thousands of particles acting in collective behavior, existing under a random, unpredictable, and non-replicable sequence of events in quick succession. Affected by a never-ending and non-repetitive process of self-organization, the particles continually change their state, behaving collectively. Thousands of particles in which each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume). Growth and Decay (Zoom Out) investigates notions of randomness and unpredictability, motion and change — the order coming from the chaos. The simulation confronts the dichotomies of life and death, growth and decay, natural and artificial. Growth and Decay (Zoom Out) presents a far-off view of the visual language introduced in the artwork Growth and Decay.",
  "individualszoomp2": "Dealing with notions of space and nothingness, Growth and Decay (Zoom Out) explores the existential void expressed through the black color. The simulation employs the black color as a visual metaphor of the mind-bending concept of infinity. The blue color scheme presented in the visual language has a direct relation with the color psychology, as the perception of the blue color promotes relaxation and calmness in the human brain, producing tranquilizing qualities that contribute to the immersive and contemplative purpose of the visual experience. As a result, the blue color scheme dialogues with the audience's emotional sense and their resulting psychological state while contemplating the artwork.",
  "individualszoomp3": "Growth and Decay (Zoom Out) takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales. The simulation is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, the life itself, and the universe as a whole. At first glance, Growth and Decay (Zoom Out) exhibits a visual language that connotes something not experienced before, but at the same time, dialogues with the sense-memories of everything each individual had ever looked at. In other words, an strangely familiar visual language, but at the same time, curiously strange.",
  "individualszoomp4": "No two visual experiences of Growth and Decay (Zoom Out) are alike. Every simulation frame is a singular composition. Each hour, the simulation generates more than two hundred thousand distinct compositions, generating more than three thousand per minute. Computer-generated in real time, the current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again. Growth and Decay (Zoom Out) sheds light on two principles that rule nature and society phenomena: the impossibility of replicating events and the possibility of endless results.",
  "individualsp1": "Growth and Decay (2017–18) simulates thousands of particles acting in collective behavior, existing under a random, unpredictable, and non-replicable sequence of events in quick succession. Affected by a never-ending and non-repetitive process of self-organization, the particles continually change their state, behaving collectively. Thousands of particles in which each particle acts independently but following the same set of behavior rules. Such a set of behavior rules guide each particle on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume). Growth and Decay investigates notions of randomness and unpredictability, motion and change — the order coming from the chaos. The simulation confronts the dichotomies of life and death, growth and decay, natural and artificial.",
  "individualsp2": "Dealing with notions of space and nothingness, Growth and Decay explores the existential void expressed through the black color. The simulation employs the black color as a visual metaphor of the mind-bending concept of infinity. The blue color scheme presented in the visual language has a direct relation with the color psychology, as the perception of the blue color promotes relaxation and calmness in the human brain, producing tranquilizing qualities that contribute to the immersive and contemplative purpose of the visual experience. As a result, the blue color scheme dialogues with the audience's emotional sense and their resulting psychological state while contemplating the artwork.",
  "individualsp3": "Growth and Decay takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales. The simulation is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, the life itself, and the universe as a whole. At first glance, Growth and Decay exhibits a visual language that connotes something not experienced before, but at the same time, dialogues with the sense-memories of everything each individual had ever looked at. In other words, an strangely familiar visual language, but at the same time, curiously strange.",
  "individualsp4": "No two visual experiences of Growth and Decay are alike. Every simulation frame is a singular composition. Each hour, the simulation generates more than two hundred thousand distinct compositions, generating more than three thousand per minute. Computer-generated in real time, the current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again. Growth and Decay sheds light on two principles that rule nature and society phenomena: the impossibility of replicating events and the possibility of endless results.",
  "individualsp5": "Growth and Decay was presented in Growth and Decay, Andrés Stephanou's second solo exhibition with Galeria Palácio. This text was extracted from the exhibition press release.",
  "micro1": "Chaos (2016–17) simulates particles within space existing under an unpredictable and chaotic sequence of events that continually influence the interaction between the particles. Affected by a never-ending and non-repetitive process of self-organization, the particles interact with each other attracting or repelling. Such simulated forces are generated by the unpredictable and chaotic sequence of events, incorporating a system in which acquires emergent properties that cannot be directly predicted from the individual properties of each particle. Exploring the viewer's sense of visual perception, Chaos investigates notions of motion and change — the order coming from the chaos.",
  "micro2": "Monochromatic, Chaos evokes a binary microscopic vision: the light grey background and the dark grey particles recall the light-field and dark-field aesthetic characteristics of microscopy. Visually, the artwork is fundamentally about minimalism as it is reduced to its most basic components (color and form).",
  "micro3": "Chaos takes inspiration from processes of self-organization found in nature and society, in the broadest sense of representation, encompassing from micro to macro scales. The simulation is rich in possibilities of meaning and perception, proposing new ways to interpret the world, the everyday, and life itself. Displayed on a big screen, Chaos results in a visual experience that invites the viewer to an immersive exercise of contemplation, followed by a free and personal interpretation of the visual language presented in the simulation.",
  "micro4": "Every simulation frame is a singular composition. Each composition is a phenomenon that occurs just once time, with a duration of a brief instant of time. Algorithm-driven, Chaos does not exhibit the same composition twice. The current composition exhibited by the simulation exists for a brief instant of time and after that is discarded, not occurring again; demonstrating the impossibility to predict what composition will emerge and when or even if any composition would emerge at all. Computer-generated in real time, having no beginning, middle, and end, Chaos explores the sense of temporality and passage of time, dealing with notions of unpredictability, ephemerality, and singularity.",
  "micro5": "Chaos was presented in Chaos, Andrés Stephanou's first solo exhibition with Galeria Palácio. This text was extracted from the exhibition press release."
}