{
  "work": "WORK",
  "about": "ABOUT",
  "contact": "Contact",
  "back": "Back",
  "artist": "Andrés Stephanou",
  "birth": "Born in 1993 in Porto Alegre, Brazil.",
  "pressRelease": "Learn more",
  "collectivep1": "Collective Motion (2018–19) simulates a  network of individual bodies acting in collective motion, under a never-ending, non-repetitive, and unscheduled process of self-organization. A network of individual bodies where each body acts independently but following the same set of behavior rules. Such a set of behavior rules guide each body on how to respond to the relationship with its nearest neighbors (interaction, alignment, cohesion, and volume).",
  "collectivep2": "Collective Motion takes inspiration in the nonlinearity, emergent behavior, and decentralization seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. Generative, the visual experience explores possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "collectivep3": "Computer-generated in real-time — having no beginning, middle, and end —, Collective Motion introduces the notion of temporality. No two visual experiences of Collective Motion are alike. Algorithm-driven, under a random, unpredictable, and non-replicable sequence of events, the artwork will never show the same self-organized pattern formation twice. Collective Motion investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "darksmokep1": "Dark Smoke (2018–20) simulates billions of microparticles performing under a never-ending, non-repetitive, and unscheduled process of pattern formation. The artwork takes inspiration in natural and human-made phenomena — burnings, wildfires, and carbon emissions. Intrinsically, the visual experience throws light on global warming issues, investigating the role of art in the climate emergency. Dark Smoke explores the possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "darksmokep2": "Computer-rendered in real-time — having no beginning, middle, and end —, Dark Smoke introduces the notion of temporality. At each hour operating, Dark Smoke composes more than two hundred thousand distinct pattern formations of itself. Algorithm-driven, the current pattern formation will not recur again. Generative, the artwork will never show the same pattern formation twice.",
  "darksmokep3": "Under a random, unpredictable, and non-replicable sequence of events, no two visual experiences of Dark Smoke are alike. The digital simulation investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "smokep1": "Smoke (2018–20) simulates billions of microparticles performing under a never-ending, non-repetitive, and unscheduled process of pattern formation. The artwork takes inspiration in natural and human-made phenomena — burnings, wildfires, and carbon emissions. Intrinsically, the visual experience throws light on global warming issues, investigating the role of art in the climate emergency.  Smoke explores the possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "smokep2": "Computer-rendered in real-time — having no beginning, middle, and end —, Smoke introduces the notion of temporality. At each hour operating, Smoke composes more than two hundred thousand distinct pattern formations of itself. Algorithm-driven, The current pattern formation will not recur again. Generative, the artwork will never show the same pattern formation twice.",
  "smokep3": "Under a random, unpredictable, and non-replicable sequence of events, no two visual experiences of Smoke are alike. The digital simulation investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "patternp1": "Pattern Formation (2015–17) simulates a network of individual bodies acting under a never-ending, non-repetitive, and unscheduled process of self-organization. The artwork introduces complex emergent pattern formation composed by a population of individual bodies, performing a process of bifurcation of network paths to maintain dozens of millions of individual bodies in connectivity.",
  "patternp2": "Pattern Formation takes inspiration in the nonlinearity, emergent behavior, and decentralization seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. The visual experience explores possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "patternp3": "Computer-generated in real-time, under a random, unpredictable, and non-replicable sequence of events, no two visual experiences of Pattern Formation are alike. Algorithm-driven, the artwork will never show the same self-organized pattern formation twice. Patterning investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "bifurcationp1": "Bifurcation (2015–17) simulates a network of individual bodies acting under a never-ending, non-repetitive, and unscheduled process of self-organization. The artwork introduces complex emergent pattern formation composed by a population of individual bodies, performing a process of bifurcation of network paths to maintain dozens of millions of individual bodies in connectivity.",
  "bifurcationp2": "Bifurcation takes inspiration in the nonlinearity, emergent behaviour, and decentralization seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. The visual experience explores possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "bifurcationp3": "Computer-generated in real-time, under a random, unpredictable, and non-replicable sequence of events, no two visual experiences of Bifurcation are alike. Algorithm-driven, the artwork will never show the same self-organized pattern formation twice. Bifurcation investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "individualszoomp1": "Individual Bodies Self-Organizing (Zoom Out) (2017–18) simulates tens of thousands of individual bodies acting in collective motion, constantly and randomly changing the individual bodies' interaction, alignment, cohesion, and volume. Under a never-ending, never repetitive, and unscheduled process of self-organization, tens of thousands of individual bodies perform independently but following the same set of behaviour rules. Such a set of behaviour rules guide each body on how to respond to the relationship with its nearest neighbors.",
  "individualszoomp2": "Individual Bodies Self-Organizing (Zoom Out) takes inspiration in the nonlinearity, decentralization, and emergent behavior seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. The visual experience explores the possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "individualszoomp3": "Computer-generated in real-time — having no beginning, middle, and end —, Individual Bodies Self-Organizing (Zoom Out) introduces the notion of temporality. Algorithm-driven, the artwork will never show the same pattern formation twice. Individual Bodies Self-Organizing (Zoom Out) investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "individualsp1": "Individual Bodies Self-Organizing (2017–18) simulates tens of thousands of individual bodies acting in collective motion, constantly and randomly changing the individual bodies' interaction, alignment, cohesion, and volume. Under a never-ending, never repetitive, and unscheduled process of self-organization, tens of thousands of individual bodies perform independently but following the same set of behavior rules. Such a set of behavior rules guide each body on how to respond to the relationship with its nearest neighbors.",
  "individualsp2": "Individual Bodies Self-Organizing takes inspiration in the nonlinearity, decentralization, and emergent behavior seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. The visual experience explores the possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "individualsp3": "Computer-generated in real-time — having no beginning, middle, and end —, Individual Bodies Self-Organizing introduces the notion of temporality. Algorithm-driven, the artwork will never show the same self-organized pattern formation twice. Individual Bodies Self-Organizing investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity.",
  "micro1": "Particles Within a Space (2016–17) simulates a network of thousands of particles under a never-ending, non-repetitive, and unscheduled process of self-organization within a space. The particles interact with each other suffering the influence of attraction and repulsion.",
  "micro2": "The visual experience takes inspiration in the nonlinearity, decentralization, and emergent behavior seen in self-organized pattern formations of the natural and social environment — in the broadest sense of representation, from micro to macro scales. Particles Within a Space explores the possibilities of meaning, proposing new ways to interpret the world, the everyday, and life itself.",
  "micro3": "Computer-generated in real-time — having no beginning, middle, and end —, Particles Within a Space introduces the notion of temporality. The current self-organized pattern formation will not recur again. Algorithm-driven, the artwork will never show the same pattern formation twice. Particles Within a Space investigates notions of motion, change, mutability, unpredictability, ephemerality, and singularity."
}