{
  "exhibitions": "EXPOSIÇÕES",
  "contact": "CONTATO",
  "back": "voltar",
  "artist": "Andrés Stephanou",
  "birth": "(1993, Porto Alegre, Brasil)",
  "pressRelease": "press release",
  "sistemasp1": "Para a exposição Partículas, duas novas obras são apresentadas: Partículas (2018–2019) e 1 minuto (2019).",
  "sistemasp2": "Em Partículas, um software simula uma massa concentrada de milhares de partículas autopropulsadas performando sincronicamente. Gerenciado por algoritmos, uma composição visual única é gerada a cada instante de tempo. O instante de composição visual gerado pelo software no presente não volta a se repetir no futuro. Partículas replica a constante alterabilidade e a infinita variabilidade de processos de formação de padrões presentes na natureza, no mais amplo campo de subjetividade.",
  "sistemasp3": "1 minuto apresenta uma linha de luz impalpável ao público, projetada em uma parede da galeria. Performando um processo rotativo completo de sessenta segundos, 1 minuto propõe percepção e noção à equivalência e velocidade da passagem do tempo.",
  "particulas1": "Duas novas obras são apresentadas na exposição Partículas de Luz, introduzindo duas versões de visualização da matéria visual gerada por um novo software concebido por Andrés Stephanou. Generativo, o software simula milhares de partículas de luz em movimento fluído, apresentando mutação constante na concentração e volume das partículas — sob um processo incontrolável e imprevisível gerenciado por algoritmos.",
  "particulas2": "Enquanto Partículas de Luz 1 (2017–2018) introduz uma visualização aproximada da matéria visual gerada pelo software, Partículas de Luz 2 (2017–2018) introduz uma visualização distante, em operações não-simultâneas realizadas por computadores individuais.",
  "particulas3": "Durante uma hora de exposição, Partículas de Luz 1 e Partículas de Luz 2 possuem a capacidade de produzir, cada uma das obras, mais de duzentas mil versões distintas, podendo gerar mais de cinco milhões de versões distintas se dispostas durante o período ininterrupto de 24 horas.",
  "micro1": "Em Micropartículas, uma única obra de título homônimo à exposição é apresentada. Operada por um computador, Micropartículas (2016–2017) é gerada por um software generativo.",
  "micro2": "Micropartículas simula milhares de micropartículas autopropulsadas em processo de interação e reorganização dentro de um espaço. Introduzindo comportamento autoguiado e moldando seu próprio contexto, Micropartículas resulta em um sistema digital auto-estruturado e auto-sustentável, capaz de apresentar um padrão organizado de existência por si só, sem nenhuma força externa."
}